const ru = {
  translations: {
    countryName: {
      Germany: 'Германия',
      India: 'Индия',
      Brazil: 'Бразилия',
      'North-Korea': 'Северная Корея',
      Norway: 'Норвегия',
      Nigeria: 'Нигерия',
      Fiji: 'Фиджи',
      Mexico: 'Мексика',
    },
    capital: {
      Germany: 'Берлин',
      India: 'Нью-Дели',
      Brazil: 'Бразилиа',
      'North-Korea': 'Пхеньян',
      Norway: 'Осло',
      Nigeria: 'Абуджа',
      Fiji: 'Сува',
      Mexico: 'Мехико',
    },
    countryInfo: {
      Germany: `Германия - страна на стыке Центральной и Западной Европы. Он расположен между Балтийским и Северным морями на севере,
         и Альпы на юге; площадью 357 022 квадратных километра (137 847 квадратных миль),с населением более 83 миллионов человек в 16 штатах.
         Граничит с Данией на севере, Польшей и Чехией на востоке. Австрия и Швейцария на юге, Франция, Люксембург, Бельгия и Нидерланды на западе.
         Германия - вторая по численности населения страна в Европе после России, а также самая густонаселенная страна-член Европейского Союза.
         Столица и крупнейший город - Берлин, финансовый центр - Франкфурт. самая большая городская территория - Рур.`,
      India: `Индия - страна в Южной Азии. Это вторая по численности населения страна 
         «Седьмая по величине страна по площади и самая густонаселенная демократия в мире»
         «Ограничен Индийским океаном на юге, Аравийским морем на юго-западе и Бенгальским заливом на юго-востоке» 
         «у нее есть сухопутные границы с Пакистаном на западе, Китаем, Непалом и Бутаном на севере»; 
         и Бангладеш и Мьянма на востоке. В Индийском океане Индия находится недалеко от Шри-Ланки и Мальдивских островов ». 
         Его Андаманские и Никобарские острова имеют морскую границу с Таиландом и Индонезией.`,
      Brazil: `Бразилия - самая большая страна в Южной и Латинской Америке. На 8,5 миллиона квадратных километров (3,2 миллиона квадратных миль) »
         «Бразилия с населением более 211 миллионов человек является пятой по величине страной в мире по площади и шестой по численности населения». 
         «Его столица - Бразилиа, а самый густонаселенный город - Сан-Паулу. Федерация состоит из союза 26 штатов и Федерального округа ». 
         «Это самая большая страна, в которой португальский является официальным языком, и единственная в Америке»; 
         «это также одна из самых многокультурных и этнически разнообразных наций из-за более чем столетней массовой иммиграции со всего мира»; 
         , а также самая густонаселенная страна с католическим большинством.`,
      'North-Korea': `Северная Корея - страна в Восточной Азии, составляющая северную часть Корейского полуострова ». 
         «Страна граничит на севере с Китаем и Россией по рекам Амнок (известный как Ялу по-китайски) и Тюмень», 
         и к югу от Южной Кореи, с сильно укрепленной корейской демилитаризованной зоной (ДМЗ), разделяющей их. Северная Корея, 
         как и его южный коллега, претендует на то, чтобы быть законным правительством всего полуострова и прилегающих островов. Пхеньян - столица страны и крупнейший город.`,
      Norway: `Норвегия - северная страна в Северной Европе, материковая территория которой включает западную и самую северную часть Скандинавского полуострова ». 
         «Удаленный арктический остров Ян-Майен и архипелаг Шпицберген также являются частью Норвегии.  Остров Буве», 
         расположен в Субантарктике, входит в состав Норвегии; он также претендует на антарктические территории острова Петра I и Земли Королевы Мод.`,

      Nigeria: `Нигерия - страна в Западной Африке, граничащая с Нигером на севере и Чадом на северо-востоке ».
         «Камерун на востоке и Бенин на западе. Его южное побережье находится в Гвинейском заливе Атлантического океана ». 
         «Это федеративная республика, состоящая из 36 штатов и федеральной столичной территории, где расположена столица Абуджа». 
         Лагос - самый густонаселенный город страны и африканского континента, а также один из крупнейших мегаполисов в мире.`,

      Fiji: `Фиджи - островное государство в Меланезии, часть Океании в южной части Тихого океана. Он находится на расстоянии около 1100 морских миль (2000 км; 1300 миль) 
         к северо-востоку от Новой Зеландии. Фиджи состоит из архипелага, состоящего из более чем 330 островов, из которых около 110 постоянно населены, и более 500 островков ».
         общей площадью около 18 300 квадратных километров (7 100 квадратных миль). Самая отдаленная группа островов - Оно-и-Лау. Около 87% всего населения »
         из 883 483 человек живут на двух крупных островах, Вити-Леву и Вануа-Леву. Около трех четвертей фиджийцев живут на побережьях Вити-Леву: 
         либо в столице Сува; или в небольших городских центрах, таких как Нади, где туризм является основной местной индустрией; или в Лаутоке 
         где доминирует производство сахарного тростника. Внутренняя часть Вити-Леву малонаселенна из-за ее рельефа. `,
      Mexico: `Мексика - страна в южной части Северной Америки. Граничит на севере с Соединенными Штатами; на юг и запад Тихим океаном;
         на юго-восток - Гватемала, Белиз и Карибское море; и на восток у Мексиканского залива. Мексика занимает 1 972 550 квадратных километров (761 610 квадратных миль).
        , что делает его 13-й по величине страной в мире по площади; с населением около 126 014 024 человек, это 10-я по численности населения страна с наибольшим количеством испаноязычных.
         Мексика организована как федерация, состоящая из 31 штата и Мехико, его столицы и крупнейшего мегаполиса. Другие крупные городские районы включают Гвадалахару,
         Монтеррей, Пуэбла, Толука, Тихуана, Сьюдад-Хуарес и Леон.`,
    },
  },
};

export default ru;
